{
  "database_pairs": {
    "default": {
      "created": 1751200240.8231258,
      "description": "Default database pair",
      "documents": {},
      "document_priorities": {}
    },
    "1": {
      "created": 1751200328.049328,
      "description": "1",
      "documents": {
        "acidification activates PMN.full.pdf": "of May 19, 2022.\nThis information is current as\nNeutrophil Activation\nExtracellular Acidification Induces Human\nJorge R. Geffner\nDaniel H. López, Romina Gamberale, Fernando Minucci and \nAnalía S. Trevani, Graciela Andonegui, Mirta Giordano,\nhttp://www.jimmunol.org/content/162/8/4849\n1999; 162:4849-4857; ;J Immunol \nReferences\nhttp://www.jimmunol.org/content/162/8/4849.full#ref-list-1\n, 13 of which you can access for free at: cites 46 articlesThis article \n        average*\n   \n 4 weeks from acceptance to publicationFast Publication! •  \n   \n Every submission reviewed by practicing scientistsNo Triage! •  \n   \n from submission to initial decisionRapid Reviews! 30 days* •  \n   \nSubmit online. ?The JIWhy \nSubscription\nhttp://jimmunol.org/subscription\n is online at: The Journal of ImmunologyInformation about subscribing to \nPermissions\nhttp://www.aai.org/About/Publications/JI/copyright.html\nSubmit copyright permission requests at: \nEmail Alerts\nhttp://jimmunol.org/alerts\nReceive free email-alerts when new articles cite this article. Sign up at: \nPrint ISSN: 0022-1767 Online ISSN: 1550-6606. \nImmunologists All rights reserved.\nCopyright © 1999 by The American Association of\n1451 Rockville Pike, Suite 650, Rockville, MD 20852\nThe American Association of Immunologists, Inc.,\n is published twice each month byThe Journal of Immunology\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from  at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \nExtracellular Acidiﬁcation Induces Human Neutrophil\nActivation1\nAnalı ´a S. Trevani,2*† Graciela Andonegui,* Mirta Giordano,* Daniel H. Lo ´pez,*\nRomina Gamberale,* Fernando Minucci,* and Jorge R. Geffner*†\nIn the current work, we evaluated the effect of extracellular acidiﬁcation on neutrophil physiology. Neutrophils suspended in\nbicarbonate-buffered RPMI 1640 medium adjusted to acidic pH values (pH 6.5–7.0) underwent: 1) a rapid transient increase in\nintracellular free calcium concentration levels; 2) an increase in the forward light scattering properties; and 3) the up-regulation\nof surface expression of CD18. By contrast, extracellular acidosis was unable to induce neither the production of H\n2O 2 nor the\nrelease of myeloperoxidase. Acidic extracellular pH also modulated the functional proﬁle of neutrophils in response to conven-\ntional agonists such as FMLP, precipiting immune complexes, and opsonized zymosan. It was found that not only calcium\nmobilization, shape change response, and up-regulation of CD18 expression but also production of H\n2O 2 and release of myelo-\nperoxidase were markedly enhanced in neutrophils stimulated in acidic pH medium. Moreover, extracellular acidosis signiﬁcantly\ndelayed neutrophil apoptosis and concomitantly extended neutrophil functional lifespan. Extracellular acidiﬁcation induced an\nimmediate and abrupt fall in the intracellular pH, which persisted over the 240-s analyzed. A similar abrupt drop in the intra-\ncellular pH was detected in cells suspended in bicarbonate-supplemented PBS but not in those suspended in bicarbonate-free PBS.\nA role for intracellular acidiﬁcation in neutrophil activation is suggested by the fact that only neutrophils suspended in bicar-\nbonate-buffered media (i.e., RPMI 1640 and bicarbonate-supplemented PBS) underwent signiﬁcant shape changes in response to\nextracellular acidiﬁcation. Together, our results support the notion that extracellular acidosis may intensify acute inﬂammatory\nresponses by inducing neutrophil activation as well as by delaying spontaneous apoptosis and extending neutrophil functional\nlifespan.The Journal of Immunology,1999, 162: 4849 – 4857.\nN\neutrophils play an important role in host defense against\ninfectious agents and are also involved in the pathogen-\nesis of a plethora of inﬂammatory conditions (1, 2). Pre-\nvious studies have demonstrated that certain neutrophil responses\ncan be affected by changes in the extracellular concentration of\nhydrogen ions (3– 6). However, the effect of extracellular acidosis\non neutrophil physiology has not been clearly established.\nExtracellular acidosis is a condition commonly associated to a\nvariety of physiological and pathological situations. It has been\nreported that urine pH values in distal tubules and bladder can fall\nbelow 5.5 under physiological conditions (7). It has also been\nshown that the mean crevicular pH varies from moderately basic\n(7.7) to mildly acidic (6.5) (8). Other studies have demonstrated\nthat severe tissue ischemia induces extracellular acidosis (9, 10).\nMeasurements of pH achieved in drainage ﬂuids as well as in situ\nin different tissues have demonstrated that interstitial acidiﬁcation\nis a common feature associated with inﬂammatory processes,\nwhere extracellular pH (pH\no)3 values as low as 6.1 have been\ndocumented (11–15). On the other hand, exhaustive researches\nhave shown that tumor microenvironments are usually more acidic\nthan the normal ones, with values of pH ranging from 5.8 to 7.6,\nboth in human and rodent malignant tissues (16, 17).\nConsidering the widespread distribution of acidic microenviron-\nments, it is surprising that to date the effect of interstitial acidosis\non neutrophil physiology remains to be resolved. Early studies\nhave shown that acidic pH\no per se increases neutrophil locomotion\n(3, 6, 18). Many studies have also examined the effect of pHo on\nthe activation of the respiratory burst (5, 19 –21). These works\nhave shown that O\n2\n2 production induced either by opsonized zy-\nmosan (Zy), FMLP, or PMA is substantially inhibited at acidic\npH\no (5, 19 –21). By contrast, studies performed some years ago in\nour laboratory have shown that acidic pHo markedly enhances ox-\nygen-dependent cytotoxic responses elicited by conventional ago-\nnist such as precipiting immune complexes (pIC), Zy, FMLP, and\nCon A (22). These apparent contrasting ﬁndings may be explained\nconsidering that the production of reactive oxygen species other\nthan O\n2\n2 could be increased under extracellular acidic conditions\nand that these species were responsible for the cytotoxic effect.\nThe current study was undertaken to determine the effect of\nextracellular acidiﬁcation on neutrophil functions. The results to be\npresented suggest that acidic pH\no is in itself able to induce neu-\ntrophil activation. Moreover, extracellular acidic conditions en-\nhance neutrophil proinﬂammatory responses triggered by conven-\ntional agonists. Our ﬁndings are consistent with the hypothesis that\n*Laboratory of Immunology, Institute of Hematologic Research, National Academy\nof Medicine, and†Department of Microbiology, Buenos Aires University School of\nMedicine, Buenos Aires, Argentina\nReceived for publication May 27, 1998. Accepted for publication January 14, 1999.\nThe costs of publication of this article were defrayed in part by the payment of page\ncharges. This article must therefore be hereby markedadvertisementin accordance\nwith 18 U.S.C. Section 1734 solely to indicate this fact.\n1 This work was supported by grants from the Consejo Nacional de Investigaciones\nCientı ´ﬁcas y Te ´cnicas, Buenos Aires University School of Medicine, Agencia Na-\ncional de Promocio ´n Cientı ´ﬁca y Tecnolo ´gica, and Alberto J. Roemmers and Antor-\nchas Foundations (Buenos Aires, Argentina).\n2 Address correspondence and reprint requests to Dr. Analı ´a S. Trevani, Laboratorio\nde Inmunologı ´a, Instituto de Investigaciones Hematolo ´gicas, Academia Nacional de\nMedicina, Pacheco de Melo 3081, 1425 Buenos Aires, Argentina. E-mail address:\nneu@connmed.com.ar\n3 Abbreviations used in this paper: pHo, extracellular pH; pHi, intracellular pH;\n[Ca21]i, intracellular free calcium concentrations; pIC, precipiting immune complex-\nes; Zy, opsonized zymosan; Fluo 3-AM, Fluo 3 acetoxymethyl ester; carboxy\nSNARF-1-AM, carboxy SemiNaphtoRhodaFluor acetoxymethyl ester; MFSC, mean\nforward scatter; MFI, mean ﬂuorescence intensity; MPO, myeloperoxidase.\nCopyright © 1999 by The American Association of Immunologists 0022-1767/99/$02.00\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \nthe abrupt decrease in the intracellular pH (pHi) observed after\nextracellular acidiﬁcation in neutrophils suspended in bicarbonate-\nbuffered medium, which does not occur in those suspended in bi-\ncarbonate-free medium, plays a key role in the stimulation of neu-\ntrophil responses. Our observations also show that extracellular\nacidosis delays neutrophil apoptosis and extends its functional\nlifespan. Taken together, these results support the notion that\nacidic pH\no may intensify acute inﬂammatory responses by enhanc-\ning neutrophil functions.\nMaterials and Methods\nReagents and Abs\nReagents were obtained as follows: RPMI 1640 medium, dextran 266,\nFMLP, cytochrome c, superoxide dismutase from bovine erythrocytes\n(5000 U/mg of protein), amiloride, 4-aminoantipirine, horseradish perox-\nidase, phenol red, acridine orange, and ethidium bromide from Sigma (St.\nLouis, MO); Ficoll from Pharmacia Fine Chemicals (Uppsala, Sweeden);\nHypaque from Winthrop Products (Buenos Aires, Argentine); carboxy-\nSNARF-1-AM and Fluo 3-AM from Molecular Probes (Eugene, OR); FCS\nfrom Life Technologies (Grand Island, NY), anti-CD18 mAb TS1/18 from\nAmerican Type Culture Collection (Manassas, VA) and FITC-conjugated\nmouse anti-human myeloperoxidase (MPO) mAb MPO-7 from Dako Cor-\nporation (Carpinteria, CA). pIC were prepared at the equivalence zone with\nhuman IgG and rabbit IgG anti-human IgG, as we previously described\n(22). Zy was prepared by incubating 100 mg of zymosan with 10 ml of\nnormal human serum for 30 min at 37°C.\nCulture media\nThe standard medium employed throughout this study was bicarbonate-buff-\nered RMPI 1640 supplemented with 1% FCS, adjusted to different pH values\nby the addition of distinct volumes of an isotonic HCl solution. Some assays\nwere performed by employing bicarbonate-free PBS or isotonic PBS supple-\nmented with 24 mM sodium bicarbonate (bicarbonate-supplemented PBS),\nboth containing 1 mM CaCl\n2 and 1 mM MgCl2, and adjusted to the desired pH\nvalues by the addition of an isotonic HCl solution.\nPreparation of human neutrophils\nBlood samples were obtained from healthy donors by venipuncture of the\nforearm vein at the Instituto de Investigaciones Hematolo ´gicas Blood\nBank. Neutrophils were isolated from heparinized human blood samples by\ndextran sedimentation and Ficoll-Hypaque gradient centrifugation, as de-\nscribed (23). Contaminating erythrocytes were removed by hypotonic lysis.\nUnless otherwise stated, after washing, the cell pellets (.96% of neutro-\nphils on May Grunwald/Giemsa stained cytopreps) were resuspended in\nRPMI 1640 supplemented with 1% heat-inactivated FCS, previously ad-\njusted to the desired pH values. In short incubations, cells were placed in\na water bath at 37°C (15–30 min). In longer cultures (18 h), cells were\nmaintained at 37°C in a humidiﬁed atmosphere either with 5% CO\n2 (for\ncells suspended in medium at pH 7.4) or 7% CO2 (for cells suspended in\nmedium at lower pH values) to maintain the desired pHo. In some exper-\niments, after the hypotonic lysis step, cells were suspended either in bi-\ncarbonate-free PBS or in bicarbonate-supplemented PBS, containing 1 mM\nCaCl\n2 and 1 mM MgCl 2.\nAcidiﬁcation of the culture medium\nIn most of the experiments performed throughout this work, extracellular\nacidiﬁcation was achieved by suspending cell pellets in media previously\nadjusted to the desired pH values. However, in some experiments, acidi-\nﬁcation of cells suspended in media at pH\no 7.4 was accomplished by the\naddition of a precalculated volume of isotonic HCl solution (see Figs. 1, 8,\nand 9). By this experimental approach, after the addition of the HCl solu-\ntion to neutrophil suspended in pH 7.4 medium, and until complete pH\no\nequilibration is attained, different cell fractions might be instantaneously\nexposed to pH\no values even lower than the desired pHo. Hence, in these\ncases, control experiments were also performed in which cell pellets were\nsuspended in media previously adjusted to the desired pH value. Similar\nresults were obtained by both methods.\nFlow cytometric measurements\nFlow cytometric assays were performed in a FACScan argon laser ﬂow\ncytometer (Becton Dickinson Immunocytometry System, San Jose, CA).\nData were analyzed by employing CellQuest software (Becton Dickinson).\nCalcium measurements\nChanges in intracellular free calcium concentration ([Ca21]i) were mea-\nsured using Fluo 3-AM as previously described (24). Neutrophils, sus-\npended at a concentration of 53 10\n6 cells/ml in RPMI 1640 with 4mM\nFluo 3-AM, were incubated during 30 min at 30°C. Then, cells were\nwashed three times with RPMI 1640 medium and resuspended at 53 10\n6\ncells/ml in RPMI 1640 supplemented with 5% FCS. Aliquots of 50ml each\nwere then added to 450ml of 37°C RPMI 1640 medium containing 5%\nFCS (pH 7.4). The prewarmed sample was immediately loaded onto the\nﬂow cytometer and ﬂuorescence was recorded during;25 s. Then, the\nmedium was acidiﬁed by the addition of a predetermined volume of iso-\ntonic solution of HCl to adjust its pH to the desired value, and the ﬂuo-\nrescence was recorded during an additional 40 s. A gate based on forward\nand side scatter was used to exclude debris, whereas a time-based gate was\nused to divide the original data ﬁle and separate cells according to the time\nat which their ﬂuorescence in FL1 was measured. Measurements of ﬂuo-\nrescence in samples suspended at pH 7.4 were used to establish a marker\nat FL1 ﬂuorescence channel number greater than that exhibited by at least\n97% of these resting cells. This marker was then used to determine the\nrelative percentage of activated cells. Cells that raised their [Ca\n21]i to\nhigher levels than that shown by 97% of resting cells in response to the\nchange in the pH\no were considered to be activated. Alternatively, some\nmeasurements were performed employing neutrophils loaded with Fluo\n3-AM, washed, and suspended in bicarbonate-free PBS supplemented with\n1 mM CaCl\n2.\nNeutrophil shape change\nCell pellets containing 2.53 106 neutrophils were suspended in 1 ml of\nRPMI 1640 medium with 1% FCS, previously adjusted to the desired pH\nvalue and incubated in a shaking water bath during 5 min at 37°C. In some\ncases, FMLP was employed as agonist. Cells were then centrifuged, sus-\npended in PBS and ﬁxed by the addition of an equal volume of 0.5%\nglutaraldehyde in PBS. On the other hand, in kinetic studies, neutrophil\nshape change was evaluated by ﬂow cytometry simultaneously with pH\ni\nchanges after the addition of isotonic HCl solution to cells suspended in pH\n7.4 medium. The shape change was measured as the shift in the forward\nlight scatter parameter. Results were expressed as mean forward scatter\n(MFSC) values.\nCD18 expression\nNeutrophils (23 106) were suspended in 2 ml of RPMI 1640 medium\ncontaining 1% FCS, previously adjusted to the desired pH value. They\nwere stimulated or not with FMLP and incubated in a shaking water bath\nat 37°C for the indicated time period. Then, cells were washed, ﬁxed with\n0.5% paraformaldehyde in PBS during 30 min at 4°C, and washed with\nPBS. Finally, cells were stained with anti-CD18 mAb and FITC-conju-\ngated goat IgG anti-mouse IgG. Fluorescence was recorded by ﬂow cy-\ntometry. Results were expressed as the mean ﬂuorescence intensity (MFI)\nin arbitrary ﬂuorescence units.\nHydrogen peroxide generation\nHydrogen peroxide production was measured by a modiﬁcation of the ox-\nidation of phenol red assay previously described (25). This assay was cho-\nsen because it is not inﬂuenced by pH variations of the reaction mixture\n(our unpublished observations). A buffered phenol red solution containing\n116 mM NaCl, 24 mM NaHCO\n3, 10 mM potassium phosphate buffer, pH\n7.0, 5.5 mM dextrose, 0.28 mM phenol red, was mixed with bicarbonate-\nbuffered RPMI 1640 medium containing 1% FCS at a 2:1 ratio, and, im-\nmediately before starting the assay, 8.5 U/ml of horseradish peroxidase was\nadded. In the course of the experiments, pellets containing 53 10\n6 neu-\ntrophils were suspended in 1 ml of the reaction mixture previously adjusted\nto the desired pH values. Then, 1 mM NaN\n3 was added to block H2O 2\nconsumption by MPO and catalase, and the production of H2O 2 was trig-\ngered either by FMLP, Zy, or pIC. After a 120-min incubation at 37°C,\ncells were centrifuged and 900\nml of the supernatants were collected and\nadded to tubes containing 100ml of 1 mM NaOH. Absorbance at 610 nm\nwas determined in a Hewlett Packard 8452A spectrophotometer. Results,\ncalculated by interpolating the sample absorbance on a linear regression\ncurve obtained from known concentrations of H\n2O 2, were expressed as\nnmol H2O 2 produced per 53 106 neutrophils per 120 min.\nMPO release\nThe release of MPO to the extracellular medium was evaluated by using\n4-aminoantipyrine as chromogen, as previously described (26). Brieﬂy,\npellets containing 2.53 10\n6 neutrophils were resuspended in 1 ml RPMI\n1640 medium containing 1% FCS previously adjusted to the desired pH\n4850 EXTRACELLULAR ACIDIFICATION AND NEUTROPHIL ACTIVATION\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \nvalue. Then, cells were stimulated with pIC or Zy and incubated in a steady\nwater bath during 30 min at 37°C. After this period, cells were centrifuged\nand the supernatants were recovered and placed in an incubator with 5%\nCO\n2 to equilibrate their pH at 7.4. In a 3-ml cuvette, 1.4 ml of 2.5 mM\n4-aminoantipyrine in 170 mM phenol was mixed with 1.5 ml of freshly\nprepared 1.7 mM H\n2O 2 and incubated 4 min at 25°C. An aliquot of 100ml\nof the supernatant was added and the increase in A510 measured for 5 min\nwith continuous stirring at 25°C in a Hewlett Packard (Waldbronn, Ger-\nmany) model 8452A spectrophotometer. The amount of MPO released was\ncalculated by interpolating the sample activities on a linear regression\ncurve obtained from known concentrations of horseradish peroxidase.\nMPO attached to neutrophil surface after stimulation under acidic and con-\ntrol pH\no conditions was evaluated by ﬂow cytometry by employing a\nFITC-conjugated mouse anti-human MPO mAb.\nQuantitation of cellular apoptosis and viability by ﬂuorescence\nmicroscopy\nNeutrophils (53 106) were resuspended in 2 ml RPMI 1640 medium\ncontaining 1% FCS, previously adjusted to the desired pH value, and cul-\ntured during 18 h at 37°C. Then, apoptosis was quantitated using the ﬂu-\norescent DNA-binding dyes acridine orange (100\nmg/ml), to determine the\npercentage of cells that had undergone apoptosis, and ethidium bromide\n(100\nmg/ml), to differentiate between viable and nonviable cells, as previ-\nously described (27, 28). With this method, nonapoptotic cell nuclei show\nvariations in ﬂuorescent intensity that reﬂect the distribution of euchroma-\ntin and heterochromatin. By contrast, apoptotic nuclei exhibit highly con-\ndensed chromatin that is uniformly stained by acridin orange. To assess the\npercentage of cells showing morphological features of apoptosis, at least\n200 cells were scored in each experiment.\nCytotoxic assay\nNeutrophils were cultured during 18 h at 37°C in RPMI 1640 medium\npreviously adjusted to pH 6.7 or 7.4. Then, cells were washed, suspended\nin pH 7.4 RPMI 1640 medium, and employed as effector cells in cytotoxic\nassays. The assays were performed as we previously described (29).\nBrieﬂy, neutrophils (23 10\n5) were stimulated by pIC, FMLP, and Con A\nin the presence of 23 1055 1Cr-labeled chicken RBC. After incubation for\n18 h at 37°C, the culture plate was centrifuged, the radioactivity of super-\nnatants and pellets measured in a\ng counter, and the percentage of lysis\ndetermined. Spontaneous release was always,6%.\nMeasurement of pHi\nMeasurement of pHi was performed using carboxy-SNARF-1-AM as pre-\nviously described (30). Neutrophils (53 106/ml in PBS) were loaded with\n10 mM carboxy-SNARF-1-AM during 30 min at 37°C, washed in PBS, and\nresuspended in the same buffer at 53 106 in 100ml. Then, 10ml of the cell\nsuspension were added to 2 ml of the indicated medium at pH 7.4, and\nallowed to equilibrate at 37°C during 20 min in a steady water bath. Then,\nthe time courses of changes in internal pH was evaluated before and after\nthe addition of a precalculated volume of isotonic HCl solution to adjust\nthe pH\no to 6.7. Assays were performed by ﬂow cytometry, with excitation\nat 488 nm and emission analysis at FL2 and FL3. Ten thousand events were\ncollected. The pH\ni was estimated from the ratio of emission intensities at\nthe two wavelengths, standardizing by comparison with the ﬂuorescence\nintensity ratios of cells whose pH\ni values were ﬁxed by incubation with\nnigericin (10mM) in high-potassium buffers, as previously described (31).\nStatistical analysis\nData were analyzed using Wilcoxon nonparametric paired test, in whichp\nvalues, 0.05 were considered statistically signiﬁcant.\nResults\nCalcium mobilization in response to extracellular acidiﬁcation\nIt is well established that the [Ca21]i is increased upon neutrophil\nstimulation with different agonists such as FMLP, LPS, and pIC\n(32). In the present study, Fluo 3-AM was used to determine\nwhether extracellular acidiﬁcation was able to induce calcium mo-\nbilization. With this aim, different volumes of an isotonic HCl\nsolution were added to the sample tubes at pH 7.4 to adjust the pH\no\nto the desired values. Fig. 1, which shows the dot plot data from a\nsingle donor, illustrates the pattern of [Ca\n21]i changes after extra-\ncellular acidiﬁcation. A fraction of neutrophils exhibited a rapid\ntransient increase in [Ca\n21]i, followed by a gradual decrease to the\nresting [Ca21]ilevels,;40 s after the addition of the HCl solution\n(Fig. 1,A–C). Similar results were observed when extracellular\nacidiﬁcation was achieved by an alternative procedure, i.e., by sus-\npending neutrophils in culture medium previously adjusted to pH\n6.7 (not shown). As expected, no differences in ﬂuorescence emis-\nsion were observed when pH\no was maintained at pH 7.4 through-\nout the experiment (Fig. 1D).\nAs Fig. 1E shows, similar cellular activation levels (expressed\nas the percentage of the neutrophil population that underwent an\nincrease in [Ca\n21]i above the threshold we deﬁned as baseline)\nwere documented at pHo values comprised in the range 6.5–7.0. A\ngradation of responses was observed in the intervening pHo range\nbetween 7.0 and 7.2, while no activation was observed at pHo 7.3\n(Fig. 1E). It is important to point out that the activation observed\nat acidic pH\no is presumably underestimated because previous\nworks have shown that the afﬁnity of Fluo 3-AM for calcium\nFIGURE 1. Calcium mobilization induced by extracellular acidiﬁca-\ntion. Dot plots showing Fluo 3-AM ﬂuorescence vs time from a single\nrepresentative experiment (n 5 7). Neutrophils were suspended in RPMI\n1640 medium (pH 7.4). Arrows indicate the addition of an isotonic HCl\nsolution to each sample tube to adjust the pH\no to 6.5 (A), 6.7 (B), and 7.0\n(C).D, Time-dependent dot plot representing Fluo 3-AM ﬂuorescence of\ncontrol neutrophils in which the HCl solution was replaced by RPMI 1640\nto maintain the pH\no at 7.4 throughout the time recorded.E, Data depicts the\npercentage of the neutrophil population that underwent an increase in\n[Ca\n21]i above the [Ca21]i exhibited by 97% of resting cells, which were\nconsidered as activated cells.p, Statistical signiﬁcance (p , 0.05) com-\npared with neutrophils at pHo 7.4.\n4851The Journal of Immunology\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \nmarkedly declines as pH decreases from 7.4 to 5.5, with a twofold\nincrease in the Kd of Fluo 3-AM for calcium from pH 7.4 to 6.5\n(33, 34).\nStimulation of neutrophil shape change by acidic pHo\nAfter appropriate stimulation, neutrophils undergo transient shape\nchanges, which can be detected by analyzing variations in their\nlight scattering properties by ﬂow cytometry (35). To ascertain\nwhether acidic pH\no was also able to stimulate cellular shape\nchanges, neutrophils were cultured during 5 min at 37°C in media\nadjusted to different pH values, then they were ﬁxed and analyzed\nby ﬂow cytometry. Neutrophils suspended in medium adjusted to\npH 6.7 showed higher forward light scattering values than cells\nsuspended at pH\no 7.4 (inset of Fig. 2). Moreover, a hydrogen ion\nconcentration-dependent increase in the forward light scatter pa-\nrameter was observed, with maximal shape changes at lower pH\nvalues (Fig. 2).\nRegulation of CD18 expression by acidic pH\no\nTo determine whether acidic pHo was able to induce the up-reg-\nulation of neutrophil adhesion-promoting receptors for endothelial\ncells, the expression of theb2 integrin CD18 was evaluated. Ki-\nnetic assays indicated that CD18 expression at pHo 6.7 peaked at\nabout 5 min and started to decline after 15 min of incubation (Fig.\n3). As expected, the expression of CD18 at pH 7.4 was not sig-\nniﬁcantly modiﬁed over the period of time evaluated (Fig. 3).\nAcidic pH\no is unable to trigger H2O 2 production and MPO\nrelease\nThe ability of acidic pHo to induce H2O 2 production and MPO\nrelease (a measurement of neutrophil degranulation) was also de-\ntermined. Neither H2O 2 generation nor MPO release could be de-\ntected either under acidic or control pHo conditions.\nEnhancement by acidic pHo of neutrophil responses induced by\nconventional agonists\nAdditional experiments indicated that extracellular acidic condi-\ntions were also able to enhance neutrophil responses triggered by\nagonists. Data in Table I show that acidic pH\no markedly increased\nFIGURE 2. Neutrophil shape change\nin response to extracellular acidiﬁcation.\nForward light scatter histograms of\nneutrophils suspended for 5 min at\n37°C in RPMI 1640 medium at pH\no\n7.4 (shaded histogram), pHo 7.0\n(black dotted line), pHo 6.7 (black\nline), and pHo 6.5 (gray line). Over-\nlaid histograms of a representative ex-\nperiment from seven done. The inset\ndepicts MFSC values of neutrophils\nsuspended for 5 min at 37°C in RPMI\n1640 medium adjusted to pH\no 7.4 or\npH o 6.7. These results are expressed\nas MFSC 6 SEM values from 17 ex-\nperiments.p, Statistical signiﬁcance\n(p, 0.01) compared with neutrophils\nat pHo 7.4.\nFIGURE 3. Time course of expression of CD18 after extracellular acid-\niﬁcation. Neutrophils were cultured in RPMI 1640 medium adjusted to pHo\n7.4 or 6.7 for the periods of time indicated. Then, they were ﬁxed, stained,\nand the expression of CD18 revealed by ﬂow cytometry. Data points are\ndisplayed as means6 SEM values from 8 –12 experiments.p, Statistical\nsigniﬁcance (p, 0.01) compared with neutrophils at pH\no 7.4.\n4852 EXTRACELLULAR ACIDIFICATION AND NEUTROPHIL ACTIVATION\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \ncalcium mobilization triggered by 0.1 nM FMLP, while moder-\nately augmented the response induced by 1 nM FMLP. Acidic\nconditions also increased the shape change response and the up-\nregulation of the expression of CD18 to every FMLP concentration\ntested (Table I). However, these differences were found statisti-\ncally signiﬁcant only for 10 and 1 nM FMLP concentrations.\nThe effect exerted by acidic pH\no on H2O 2 production induced by\nconventional agonists was also evaluated. As shown in Fig. 4,\nneutrophils stimulated either with FMLP, pIC, or Zy during 120\nmin under extracellular acidic conditions generated markedly\nhigher amounts of H\n2O 2 than those stimulated in pH 7.4 medium.\nAdditional experiments indicated that the release of MPO elicited\nby either pIC or Zy was also signiﬁcantly higher when neutrophils\nwere stimulated at acidic pH\no (Fig. 5A). Because MPO is a highly\ncharged enzyme that once released binds with high avidity to cell\nmembranes (2), the increased MPO activity detected in the super-\nnatants of neutrophils incubated in acidic pH medium could be due\nto a diminished binding of MPO to the neutrophil membrane. To\nrule out this possibility, the MPO attached to the cell surface after\nstimulation under acidic and control pH\no conditions was evaluated\nby ﬂow cytometry. No differences in the ﬂuorescence emission\nsignal were observed (Fig. 5B).\nModulation of neutrophil survival by extracellular acidic\nconditions\nDifferent stimuli that induce neutrophil activation also extend its\nlifespan through the inhibition of apoptosis (36). Therefore, we\ninvestigated whether acidic pH\no, besides triggering neutrophil ac-\ntivation, was also able to modulate neutrophil survival. Apoptotic\nrates of cells cultured during 18 h at 37°C in media adjusted to\ndifferent pH values were evaluated by ﬂuorescence microscopy.\nExtracellular acidosis induced a signiﬁcant inhibition of neutrophil\napoptosis without inducing cellular necrosis. Cell integrity was\nalways.94% as judged by the exclusion of both trypan blue and\nethidium bromide dyes (Fig. 6).\nExtension of neutrophil functional lifespan by acidic pH\no\nConsidering the ability of acidic pHo to delay neutrophil apoptosis,\nwe then evaluated whether the prevention of apoptosis was asso-\nciated with an extension of neutrophil lifespan. To test this possi-\nbility, neutrophils were cultured during 18 h at 37°C in media\nadjusted to either pH 6.7 or 7.4. Then, they were washed, resus-\npended in pH 7.4 medium, and employed as effector cells in cy-\ntotoxic assays. Results in Fig. 7 indicate that neutrophils cultured\nunder acidic conditions exhibited a markedly higher cytotoxic po-\ntential than those cultured at pH 7.4.\nNeutrophil cytoplasmic acidiﬁcation in response to extracellular\nacidiﬁcation\nIn an attempt to determine the underlying mechanisms of neutro-\nphil stimulation by acidic pH\no, we evaluated the time course of\nchanges in the pHi upon the addition of HCl solution to the ex-\ntracellular medium, employing carboxy-SNARF-1-AM-loaded\nneutrophils. Results of seven experiments indicated that pH\ni of\nresting neutrophils suspended in RPMI 1640 medium adjusted to\npH 7.4 averaged 7.156 0.04. The addition of HCl-isotonic solu-\ntion to adjust the pH\no to 6.7 elicited a reproducible pattern of\nchanges in the pHi (Fig. 8A). As early as 15 s after extracellular\nacidiﬁcation (the earliest time point analyzed), an abrupt fall in the\npH\ni of 0.466 0.06 U was observed (n 5 7), which persisted over\nthe course of 240 s recorded (Fig. 8A). A similar drop in the pHi\nwas observed when extracellular acidiﬁcation was achieved by an\nalternative procedure, i.e., by suspending neutrophils in culture\nmedium previously adjusted to pH 6.7 (not shown). As expected,\nthe pH\ni of neutrophils maintained in medium adjusted to pH 7.4\nremained unaffected over the time analyzed (n 5 7) (Fig. 8A).\nThe above described experiments were conducted with neutro-\nphils suspended in RPMI 1640 medium, which contains physio-\nlogical concentrations of sodium bicarbonate, to provide culture\nconditions as close as possible to those found in vivo (37). We then\nreasoned that the abrupt drop in the pH\ni observed after extracel-\nlular acidiﬁcation may be due to the reaction of the H1 supplied by\nthe acid load with the bicarbonate present in the culture medium\n(HCO\n3\n2 1 H 1 ^CO 2 1 H 2O), resulting in the production of\nCO 2. This compound would rapidly diffuse into the cell, causing\nan overproduction of intracellular protons (CO2 1 H 2O ^HCO 3\n2\n1 H 1) (37). Considering this hypothesis, we investigated the role\nFIGURE 4. Hydrogen peroxide production in response to extracellular\nacidiﬁcation. Neutrophils pellets (53 106) were suspended in 1 ml of\nphenol red reaction mixture adjusted to pHo 7.4 or 6.7 and stimulated either\nby FMLP (1 mM), pIC (20mg/ml), or Zy (20mg/ml) for 120 min at 37°C.\nThen, they were centrifuged and 900ml of the supernatants were collected\nand transferred to tubes containing 100ml of 1 mM NaOH. Absorbance at\n610 nm was determined by spectrophotometry.p, Statistical signiﬁcance\n(p , 0.01) compared with neutrophils stimulated in pH 7.4 medium.\nTable I. Effect of extracellular acidic conditions on neutrophil responses induced by FMLPa\nNeutrophil\nResponse\nControl\nFMLP\n(100 nM)\nFMLP\n(10 nM)\nFMLP\n(1 nM)\nFMLP\n(0.1 nM)\npH 7.4 pH 6.7 pH 7.4 pH 6.7 pH 7.4 pH 6.7 pH 7.4 pH 6.7 pH 7.4 pH 6.7\nCalcium mobilization ,31 7 6 5* ND ND ND ND 49 6 85 6 6 8* 10 6 33 8 6 6*\n(% activated cells6 SEM)\nShape change 259 6 28 320 6 22* 3916 17 415 6 26 405 6 35 4426 38* 378 6 71 414 6 67* 325 6 68 335 6 48\n(MFSC 6 SEM)\nExpression of CD18 376 6 22 490 6 34* 528 6 50 606 6 46 488 6 40 5706 36* 458 6 26 584 6 38* ND ND\n(MFI 6 SEM)\na Responses were evaluated as indicated in Figs. 1–3.*, Statistical signiﬁcance (p , 0.05) compared with neutrophils stimulated in pH 7.4 medium.\n4853The Journal of Immunology\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \nof sodium bicarbonate in the intracellular acidiﬁcation induced by\nexternal acidiﬁcation. Experiments were conducted employing\nneutrophils suspended either in bicarbonate-free PBS or isotonic\nbicarbonate-supplemented PBS. The addition of isotonic-HCl so-\nlution to neutrophils suspended in bicarbonate-free PBS slightly\nreduced the pH\ni over the 240 s analyzed (0.116 0.06 U,n 5 5)\n(Fig. 8B). By contrast, the addition of HCl to neutrophils sus-\npended in bicarbonate-supplemented PBS induced an abrupt fall in\nthe pH\ni (0.386 0.05 U,n 5 4) (Fig. 8C), similar to that observed\nupon extracellular acidiﬁcation of neutrophils suspended in RPMI\n1640 medium. As expected, the pH\ni of neutrophils maintained at\npH 7.4, either in bicarbonate-free or bicarbonate-supplemented\nPBS, remained unaffected (n 5 5) (Fig. 8,B and C).\nRole of intracellular acidiﬁcation in neutrophil activation\ninduced by extracellular acidiﬁcation\nTo deﬁne the biochemical basis of neutrophil activation in re-\nsponse to extracellular acidiﬁcation, the time relationship between\nthe pH\ni and the light scattering responses elicited by the addition\nof isotonic HCl solution to the extracellular medium was examined\nsimultaneously in cells suspended either in RPMI 1640 medium,\nbicarbonate-free or bicarbonate-supplemented PBS, both contain-\ning 1 mM CaCl (Fig. 8). It was found a close correlation between\nboth parameters. Thus, the abrupt drop in the pH\ni observed in\nneutrophils suspended either in RPMI 1640 medium or bicarbon-\nate-supplemented PBS after extracellular acidiﬁcation was accom-\npanied by cellular shape changes (Fig. 8,A and D, C and F).\nConversely, the slight reduction in the pH\ni of neutrophils sus-\npended in bicarbonate-free PBS was associated with a modest al-\nteration in the light scattering properties (Fig. 8,B and E). Finally,\nthe effect of extracellular acidiﬁcation on calcium mobilization\nwas evaluated in neutrophils suspended in bicarbonate-free PBS.\nAs shown in Fig. 9, no changes in [Ca\n21]ilevels were observed at\nany pHo values analyzed.\nDiscussion\nThe results presented here indicate that neutrophils exposed to ex-\ntracellular acidic conditions undergo: 1) a transient increase in\n[Ca\n21]i over the resting levels; 2) a shape change response; 3) the\nup-regulation of the expression of theb2 integrin CD18; 4) a delay\nin the spontaneous apoptotic rate; and 5) an extension in their\nfunctional lifespan.\nTaking into account that acidic pH\no is a common feature of\nseveral inﬂammatory sites where neutrophils are recruited from\ncirculation, it is surprising that its impact on the development of\ninﬂammatory processes remains uncertain. Early studies showed\nthat acidic pH\no stimulates per se neutrophil locomotion (18). Na-\nhas et al. demonstrated that the rate of neutrophil locomotion as a\nFIGURE 5. Modulation of MPO secretion by\nacidic pHo.A, MPO release elicited by pIC (20mg/ml)\nor Zy (50mg/ml) in neutrophils cultured in RPMI 1640\nmedium adjusted to pHo 7.4 or 6.7 for 30 min at 37°C.\nResults are expressed as the arithmetic mean6 SEM\nof ﬁve to six experiments.p, Statistical signiﬁcance\n(p , 0.01) compared with the amount of MPO re-\nleased from neutrophils incubated in medium at pHo\n7.4.B, MPO attached to neutrophil surface after stim-\nulation with pIC under control (shaded histogram) and\nacidic (dotted line) pHo conditions.\nFIGURE 6. Acidic pHo delays neutrophil apoptosis. Percentage of ap-\noptotic neutrophils observed after 18 h of culture in RPMI 1640 medium\nadjusted to different pH\no. Apoptosis was evaluated by ﬂuorescence micros-\ncopy. Results are expressed as the arithmetic mean6 SEM of 21 experi-\nments.p, Statistical signiﬁcance (p , 0.01) compared with neutrophils\ncultured in medium at pHo 7.4.\nFIGURE 7. Acidic pHo extends neutrophil functional lifespan. Neutro-\nphils were cultured in RPMI 1640 medium adjusted to pHo 7.4 or 6.7 for\n18 h at 37°C. Then, cells were washed and resuspended in RPMI 1640\nmedium (pH 7.4) and employed as effector cells in cytotoxic assays. Neu-\ntrophils were stimulated with pIC (10\nmg/ml), Zy (50mg/ml), and FMLP\n(1027 M) in the presence of51Cr-labeled chicken RBC and further cultured\nfor 18 h at 37°C. Then, the percentage of cytotoxicity was determined as\ndescribed underMaterials and Methods. Results are expressed as the arith-\nmetic mean6 SEM of seven experiments.p, Statistical signiﬁcance (p ,\n0.01) compared with cytotoxicity mediated by neutrophils cultured in me-\ndium at pH\no 7.4.\n4854 EXTRACELLULAR ACIDIFICATION AND NEUTROPHIL ACTIVATION\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \nfunction of pH presents a bimodal distribution, with peak veloci-\nties at pHo 6.5 and 7.4 (3), while Zigmond and Hargrove observed\nthat human and rabbit neutrophils, placed in a pH gradient between\n5.0 and 8.0, orient their locomotion toward the acidic pH\no (6). In\na recent report, Serrano et al. demonstrated that neutrophil CD18\nexpression is markedly increased under hypercarbic acidic condi-\ntions (20% CO\n2) (38). The authors also found that, despite acidosis\nwhich notably decreases ICAM-1 expression on human aortic en-\ndothelial cells, it signiﬁcantly enhances neutrophil adhesion to\nthese cells, promoted by the up-regulated expression of CD18 (38).\nAlthough performed by employing a different experimental set-\nting, our ﬁndings indicating that acidic pH\no increases the expres-\nsion of neutrophil CD18 are in agreement with Serrano’s studies.\nMoreover, in experiments designed to determine whether pH\no af-\nfects neutrophil transendothelial migration, we observed an in-\ncrease in spontaneous neutrophil locomotion through HUVEC\nmonolayers under acidic conditions (A. Trevani, unpublished re-\nsults). Taking into account that neutrophil shape change and its\nadhesive interaction with endothelial cells are essential steps in the\nprocess of granulocyte migration to sites of inﬂammation, our data\nsuggest that extracellular acidic pH may promote neutrophil re-\ncruitment at inﬂammatory sites. Two mechanisms might account\nfor the shape change observed at acidic pH\no: 1) cytoeskeleton re-\norganization that involves changes in the ratio of polymeric (F) to\nmonomeric (G) actin; and 2) cell swelling induced by ionic move-\nment and water uptake, which depends, at least in part, on the\nactivation of the Na\n1/H1 antiport (39). Indeed, previous studies\nhave demonstrated that the activation of this antiport, which occurs\nat low pH\ni, is involved in the cell swelling necessary for efﬁcient\nneutrophil migration (39). In this regard, we observed that neutro-\nphil shape change promoted by acidic pH\no was substantially pre-\nvented by 1 mM amiloride, an inhibitor of the Na1/H1 antiport,\nsupporting a role for the antiport in this response (A. Trevani,\nunpublished results). Additional experiments are required to de-\ntermine whether the shape change response induced by extracel-\nlular acidiﬁcation also involves changes in the ratio of polymeric\n(F) to monomeric (G) actin.\nIn the absence of appropriate stimuli, neutrophils rapidly un-\ndergo characteristic changes indicative of programmed cell death\nor apoptosis, including cell shrinkage, nuclear chromatin conden-\nsation, and DNA fragmentation into nucleosome-length fragments\n(40, 41). Apoptosis, which represents an alternative fate to necro-\nsis, not only determines neutrophil uptake by macrophages, but\nalso is associated with a loss of neutrophil functions, such as che-\nmotaxis, phagocytosis, stimulated shape change, degranulation,\nand respiratory burst (41, 42). A variety of stimuli that induce\nneutrophil activation, such as C5a, FMLP, and LPS, have been\ndescribed to prolong lifespan via inhibition of apoptosis (43– 45).\nWe here demonstrated that cellular activation induced by external\nacidiﬁcation is able to delay spontaneous neutrophil apoptosis.\nMoreover, this delay in apoptotic rates is associated with an ex-\ntension of neutrophil functional lifespan.\nFIGURE 8. Time course of changes in neutrophil pHi and forward light scatter properties after extracellular acidiﬁcation. Both parameters were\nevaluated simultaneously. Upper and lower data show the pHi and the forward light scatter properties of neutrophils incubated in RPMI 1640 medium (A\nand D), bicarbonate-free PBS (Band E), and bicarbonate-supplemented PBS (C and F), respectively. At the time indicated by the arrow, an isotonic HCl\nsolution was added to each sample tube to adjust the pHo to 6.7. Intracellular pH data are expressed as the arithmetic mean6 SEM of four to seven\nexperiments. Lower histograms are representative of one of the experiments considered in the upper curves. Histograms depict forward scatter valueso f\nneutrophils, before and after extracellular acidiﬁcation: pHo 7.4, shaded histograms; pHo 6.7 att5 15 s, gray line; and pHo 6.7 att5 240 s, black line.\n4855The Journal of Immunology\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \nThe addition of isotonic-HCl solution to neutrophils suspended\nin RPMI 1640 medium induced an abrupt drop in their pHi, which\npersisted over the recorded period. By contrast, previous reports\nhave shown only slight changes in the pHi of resting cells after\nextracellular acidiﬁcation (19, 20, 46, 47). These disparate results\ncan be attributed to differences in the experimental conditions of\neach study. Thus, our experiments were conducted in media con-\ntaining bicarbonate to provide conditions as close as possible as\nthose in vivo. Therefore, the immediate fall in the pH\ni observed\nafter extracellular acidiﬁcation may be caused by the rapid diffu-\nsion into the cell of CO\n2 originated from the reaction of protons\nwith the bicarbonate present in the culture medium. This would in\nturn result in the overproduction of intracellular protons (37, 48).\nConversely, the above mentioned studies were conducted using\nHEPES-buffered media without bicarbonate. In this case, the ad-\ndition of HCl may lead to titration of the extracellular HEPES\nbuffer without signiﬁcantly affecting the pH\ni. A role for bicarbon-\nate in the drop of the pHi after extracellular acidiﬁcation is sup-\nported by the fact that the addition of HCl solution to neutrophil\nsuspensions in bicarbonate-free PBS induced only a slight de-\ncrease in the pH\ni (Fig. 8B), while external acidiﬁcation of neutro-\nphils suspended in bicarbonate-supplemented PBS caused an\nabrupt fall in the pH\ni (Fig. 8C).\nThe biochemical basis of neutrophil activation in response to\nextracellular acidiﬁcation has not been deﬁned yet. However, our\nﬁndings suggest a role for intracellular acidiﬁcation in neutrophil\nactivation induced by extracellular acidosis because only neutro-\nphils that exhibited an abrupt drop in the pH\ni (i.e., neutrophils\nsuspended in bicarbonate-buffered media) underwent signiﬁcant\nshape changes and rises in their [Ca\n21]i. Other studies have also\nindicated that intracellular acidiﬁcation plays a role in neutrophil\nactivation. In this regard, it has been shown that the intracellular\nacidiﬁcation that occurs after the engagement of chemotactic fac-\ntor-receptors is responsible for the induction of neutrophil shape\nchange (49, 50). Moreover, a role for intracellular acidiﬁcation as\na second messenger for the initiation of chemotaxis, has also been\npostulated (49).\nOur ﬁndings also suggest that extracellular acidic conditions not\nonly trigger neutrophil activation, but also modulate the functional\nproﬁle of neutrophils in response to stimulation with different ago-\nnists. In this regard, we have observed that either calcium mobi-\nlization, shape change response, and up-regulation of the CD18\nexpression induced by FMLP were all signiﬁcantly increased when\nevaluated in acidic pH media. These results contrast with those\nreported by Leblebicioglu et al. (21), who found a moderate and\nnonsigniﬁcant reduction in calcium transients in pH 6.7 medium.\nThese differences may be explained considering that those exper-\niments were performed in bicarbonate-free medium and employing\na high FMLP concentration (100 nM), conditions that could mask\nthe ability of acidic pH\no to enhance this response.\nWe also found that acidic pHo enhances H2O 2 generation in-\nduced by conventional agonists. These results contrast with pre-\nvious reports showing that extracellular acidic pH\no inhibits the\ngeneration of O2\n2 triggered by different stimuli. In this regard,\nGabig et al. observed that O2\n2 production induced by Zy substan-\ntially declined as pHo fell from 7.5 to 6.0, with values at pH 7.0,\npH 6.5, and pH 6.0 being about 80%, 50% and 11% those at pH\n7.5, respectively (5). Similar results were reported in separate\nworks by Simchowitz, Ahlin et al., and Leblebicioglu et al., who\nfound that acidic pH\no markedly reduces the amount of O2\n2 gen-\nerated by FMLP-activated neutrophils (19 –21). In agreement with\nthese studies, we also found that neutrophil O\n2\n2 production in\nresponse to FMLP (10 –100 nM) was markedly inhibited at acidic\npH\no, even though the reaction took place in bicarbonate-buffered\nmedium (our unpublished results). The apparent discrepancy be-\ntween the effects of acidic pH\no on O2\n2 production and H2O 2 gen-\neration cannot be easily explained. However, an increased rate of\ndismutation of O\n2\n2 at acidic pHi values may account for these\nresults. In support of this hypothesis, previous studies have dem-\nonstrated that spontaneous dismutation of O\n2\n2 occurs more rap-\nidly at acidic pH (51). Moreover, ﬁndings reported by Tonetti et al.\n(52) indicated that lowering pH\ni in 0.1– 0.3 U by the addition of\nshort chain carboxylic acids to the culture medium induces not\nonly a signiﬁcant decrease in the O\n2\n2 recovery but also an increase\nin the H2O 2 generated by stimulated neutrophils. The fact that\nacidic pHo favors H2O 2 generation by stimulated neutrophils may\nalso explain our previous ﬁndings indicating an enhancement of\noxygen-dependent cytotoxic responses elicited by pIC, FMLP, and\nZy under extracellular acidic conditions (22).\nThe current work has been developed under an experimental\nsetting that resembles physiologic conditions, where the pairing\nCO\n2/HCO 3\n2 is the most important extra- and intracellular buffer-\ning system (53). Taking into account the essential role that neu-\ntrophils play in acute inﬂammatory processes and considering that\ninterstitial acidic pH characterizes most inﬂammatory microenvi-\nronments, our results support the notion that extracellular acidosis\nmay intensify the acute inﬂammatory responses by enhancing neu-\ntrophil activity and extending its functional lifespan.\nAcknowledgments\nWe thank Fundacio ´n de la Hemoﬁlia and Academia Nacional de Medicina\nfor the use of the FACScan ﬂow cytometer. We also thank Selma Tolosa,\nFederico Ramirez, Marta Felippo for their technical assistance and Maria\nRita Furnkorn for her secretariat assistance.\nFIGURE 9. Effect of extracellular acidiﬁcation on [Ca21]i in neutro-\nphils incubated in bicarbonate-free PBS. Dot plots showing Fluo 3-AM\nﬂuorescence vs time from a single representative experiment (n5 6). Neu-\ntrophils were suspended in bicarbonate-free PBS (pH 7.4). Arrows indicate\nthe addition of an isotonic HCl solution to each sample tube to adjust the\npH\no to 6.5 (A), 6.7 (B), and 7.0 (C).D, Time-dependent dot plot represents\nFluo 3-AM ﬂuorescence of control neutrophils in which the HCl solution\nwas replaced by bicarbonate-free PBS (pH 7.4) to maintain the pH\no at 7.4\nthroughout the time recorded.\n4856 EXTRACELLULAR ACIDIFICATION AND NEUTROPHIL ACTIVATION\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \nReferences\n1. Ganz, T., M. Selsted, M. Babior, and J. Curnutte. 1988. Neutrophils and host\ndefense.Ann. Intern. Med. 109:127.\n2. Weiss, S. J. 1989. Tissue destruction by neutrophils.N. Engl. J. Med. 320:365.\n3. Nahas, G. G., M. L. Tannieres, and J. F. Lennon. 1971. Direct measurement of\nleukocyte motility: effects of pH and temperature.Proc. Soc. Exp. Biol. Med.\n138:350.\n4. Beck, A., S. Bergner-Rabinowitz, and I. Ofek. 1969. Effect of pH on in vitro\nphagocytosis ofStreptococcuspyogenes.J. Bacteriol. 199:1204.\n5. Gabig, T. G., S. I. Bearman, and B. M. Babior. 1979. Effects of oxygen tension\nand pH on the respiratory burst of human neutrophils.Blood 53:1133.\n6. Zygmond, S. H., and R. L. Hargrove. 1981. Orientation of PMN in a pH gradient:\nacid-induced release of a chemotactic factor.J. Immunol. 126:478.\n7. Chernew, I., and A. I. Braude. 1962. Depression of phagocytosis by solutes in\nconcentrations found in the kidney and urine.J. Clin. Invest. 41:1945.\n8. Borden, S. M., L. M. Golub., and I. Kleinberg. 1977. The effect of age and sex\non the relationship between crevicular ﬂuid ﬂow and the gingival inﬂammation in\nhumans. J. Periodontal Res. 12:160.\n9. Ichihara, K., N. Haga, and Y. Abiko. 1984. Is ischemia-induced pH decrease of\ndog myocardium respiratory or metabolic acidosis?Am. J. Physiol. 246:H652.\n10. Kitakaze, M., M. L. Weisfeldt, and E. Marban. 1988. Acidosis during early reper-\nfusion prevents myocardial stunning in perfused ferret hearts.J. Clin. Invest.\n82:920.\n11. Dubos, R. J. The microenvironment of inﬂammation of Metchnikoff revisited.\n1955.Lancet 2:1.\n12. Edlow, D. W., and W. H. Sheldon. 1971. The pH of inﬂammatory exudates.Proc.\nSoc. Exp. Biol. Med. 137:1328.\n13. Simmen, H. P., and J. Blaser. 1993. Analysis of pH and pO2 in abscesses, peri-\ntoneal ﬂuid, and drainage ﬂuid in the presence or absence of bacterial infection\nduring and after abdominal surgery.Am. J. Surg. 166:24.\n14. Simmen, H. P., H. Battaglia, P. Giovanoli, and J. Blaser. 1994. Analysis of pH\npO 2 and pCO 2 in drainage ﬂuid allows for rapid detection of infectious compli-\ncations during the follow-up period after abdominal surgery.Infection 22:386.\n15. Ward. T. T., and R. T. Steibigel. 1978. Acidosis of synovial ﬂuid correlates with\nsynovial ﬂuid leukocytosis.Am. J. Med. 64:933.\n16. Tannock, I. F., and D. Rotin. 1989. Acid pH in tumors and its potential for\ntherapeutic exploitation.Cancer Res. 49:4373.\n17. Helmlinger, G., F. Yuan, M. Dellian, and R. K. Jain. 1997. Interstitial pH and pO2\ngradients in solid tumors in vivo: high-resolution measurements reveal a lack of\ncorrelation.Nature Medicine 3:177.\n18. Rabonowitch, M., M. S. De Stefano, and M. A. Dziezanowski. 1979. Neutrophil\nmigration under agarose: stimulation by lowered medium pH and osmolarity.\nJ. Reticuloendothel. Soc. 27:189.\n19. Simchowitz, L. 1985. Intracellular pH modulates the generation of superoxide\nradicals by human neutrophils.J. Clin. Invest. 76:1079.\n20. Ahlin, A., H. Gyllenhammar, B. Ringertz, and J. Palmblad. 1995. Neutrophil\nmembrane potential changes and homotypic aggregation kinetics are pH-depen-\ndent: studies of chronic granulomatous disease.J. Lab. Clin. Med. 125:392.\n21. Leblebicioglu, B., J. S. Lim, A. C. Cario, F. M. Beck, and J. D. Walters. 1996.\npH changes observed in the inﬂamed gingival crevice modulate human polymor-\nphonuclear leukocyte activation in vitro.J. Periodontol. 67:472.\n22. Geffner, J. R., A. S. Trevani, F. Minucci, M. S. Palermo, N. Maugeri, and\nM. A. Isturiz. 1993. Extracellular acidic pH modulates oxygen-dependent cyto-\ntoxic responses mediated by polymorphonuclear leucocytes and monocytes.Clin.\nExp. Immunol. 91:164.\n23. Trevani, A. S., M. A. Isturiz, M. Schattner, G. Serebrinsky, and J. R. Geffner.\n1994. Effect of proteolytic enzymes on neutrophil Fc\ngRII activity.Immunology\n82:632.\n24. Yee, J., and N. V. Christou. 1993. Neutrophil priming by lypopolysaccharide\ninvolves heterogeneity in calcium-mediated signal transduction. Studies using\nFluo-3 and ﬂow cytometry.J. Immunol. 150:1988.\n25. Pick, E., and Y. Keisari. 1980. A simple colorimetric method for the measure-\nment of hydrogen peroxide by cells in culture.J. Immunol. Methods 38:161.\n26. Chanarin, I. 1989.Laboratory Haematology: An Account of Laboratory Tech-\nniques.Churchill Livingston, New York, p. 247.\n27. Nicoletti, I., G. Migliorati, M. C. Pagliacci, F. Grignani, and C. Ricciardi. 1991.\nA rapid and simple method for measuring thymocyte apoptosis by propidium\niodide staining and ﬂow cytometry.J. Immunol. Methods 139:271.\n28. Trevani, A. S., G. Andonegui, M. Giordano, M. Nociari, P. Fonta ´n, G. Dran, and\nJ. R. Geffner. 1996. Neutrophil apoptosis induced by proteolytic enzymes.Lab.\nInvest. 74:711.\n29. Geffner, J. R. A. S. Trevani, M. Schattner, E. Machiodi, D. H. Lo ´pez, M. Lazzari,\nand M. A. Isturiz. 1993. Activation of human neutrophils and monocytes by\nimmune complexes prepared with cationized antibodies or antigens.Clin. Immu-\nnol. Immunopath. 69:9.\n30. Gottlieb, R. A., H. A. Giesing, J. Y. Zhu, R. L. Engler, and B. M. Babior. 1995.\nCell acidiﬁcation in apoptosis: granulocyte colony-stimulating factor delays pro-\ngrammed cell death in neutrophils by up-regulating the vacuolar H\n1-ATPase.\nProc. Nac. Acad. Sci. USA 92:5965.\n31. Chow, S., D. Hedley, and I. Tannock. 1996. Flow cytometric calibration of in-\ntracellular pH measurements in viable cells using mixtures of weak acids and\nbases.Cytometry 24:360.\n32. Korchak, H. M., L. B. Vosshal, G. Zagon, P. Ljubich, A. M. Rich, and\nG. Weissmann. 1988. Activation of the neutrophil by calcium-mobilising ligands.\nI. A chemotactic peptide and the lectin concanavalin A stimulate superoxide\nanion generation but elicit different calcium movements and the phosphoinositide\nremodeling.J. Biol. Chem. 263:11090.\n33. Lattanzio, F. A. 1990. The effects of pH and temperature on ﬂuorescent calcium\nindicators as determined with chelex-100 and EDTA buffer systems.Biochem.\nBiophys. Res. Commun. 171:102.\n34. Lattanzio, F. A., Jr, and D. K. Bartschat. 1991. The effect of pH on rate constants,\nion selectivity and thermodynamic properties of ﬂuorescent calcium and magne-\nsium indicators.Biochem. Biophys. Res. Commun. 177:184.\n35. Craig Stocks, S., M. A. Kerr, C. Haslett, and I. Dransﬁeld. 1995. CD66-depen-\ndent neutrophil activation: a possible mechanism for vascular selectin-mediated\nregulation of neutrophil adhesion.J. Leukocyte Biol. 58:40.\n36. Whyte, M. K. B., L. C. Meagher, J. MacDermot, and C. Haslett. 1993. Impair-\nment of function in aging neutrophils is associated with apoptosis.J. Immunol.\n150:5124.\n37. Levraut, J., Labib, Y., S. Chave, P. Payan, M. Raucoules-Aime, and D. Grimaud.\n1996. Effect of sodium bicarbonate on intracellular pH under different buffering\nconditions.Kidney Int. 49:1262.\n38. Serrano, C. V., A. Fraticelli, R. Paniccia, A. Teti, B. Noble, S. Corda,\nT. Faraggiana, R. C. Ziegelstein, J. L. Zweier, and M. C. Capogrossi. 1996. pH\ndependence of neutrophil-endothelial cell adhesion and adhesion molecule ex-\npression.Am. J. Physiol. 271:C962.\n39. Rosengren, S., P. M. Henson, and G. Scott Worthen. 1994. Migration-associated\nvolume changes in neutrophils facilitate the migratory process in vitro.\nAm. J. Physiol. 267:C1623.\n40. Savill, J. S., P. M. Henson, and C. Haslett. 1990. Phagocytosis of aged human\nneutrophils by macrophages is mediated by a novel charge-sensitive recognition\nmechanism. J. Clin. Invest. 84:1518.\n41. Haslett, C., A. Lee, J. S. Savill, L. Meagher, and M. K. Whyte. 1991. Apoptosis\n(programmed cell death) and functional changes in aging neutrophils: modulation\nby inﬂammatory mediators.Chest 99:65.\n42. Andonegui, G., A. S. Trevani, D. H. Lo ´pez, S. Raiden, M. Giordano, and\nJ. R. Geffner. 1997. Inhibition of human neutrophil apoptosis by platelets.J. Im-\nmunol. 158:3372.\n43. Haslett, C. 1992. Resolution of acute inﬂammation and the role of apoptosis in\ntissue fate of granulocytes.Clin. Sci. 83:639.\n44. Colotta, F., N. Polentarutti, S. Sozzani, and A. Montovani. 1992. Modulation of\ngranulocyte survival and programmed cell death by cytokines and bacterial prod-\nucts.Blood 80:2012.\n45. Yamamoto, C., S. Yoshida, H. Taniguchi, M. H. Quin, H. Miyamoto, and\nH. Misuguchi. 1993. Lipopolysaccharide and granulocyte colony-stimulating fac-\ntor delay neutrophil apoptosis and ingestion by guinea pig macrophages.Infect.\nImmun. 61:1972.\n46. Simchowitz, L., and A. Roos. 1985. Regulation of intracellular pH in human\nneutrophils.J. Gen. Physiol. 85:443.\n47. Rotstein, O. D., P. E. Nasmith, and S. Grinstein. 1987. TheBacteroidesby-\nproduct succinic acid inhibits neutrophil respiratory burst by reducing intracel-\nlular pH.Infect. Immun. 55:864.\n48. Ritter, J. M., H. S. Doktor, and N. Benjamin. 1990. Paradoxical effect of bicar-\nbonate on cytoplasmic pH.Lancet 335:1243.\n49. Yuli, I., and A. Oplatka. 1987. Cytosolic acidiﬁcation as an early transductory\nsignal of human neutrophil chemotaxis.Science 235:340.\n50. Faucher, N., and P. H. Naccache. 1987. Relationship between pH, sodium, and\nshape changes in chemotactic-factor-stimulated human neutrophils.J. Cell.\nPhysiol. 132:483.\n51. Rabani, J., and S. O. Nielsen. 1969. Absorption spectrum and decay kinetics of\nO\n2\n2 and H2O 2 in aqueous solutions by pulse radiolysis.J. Phys. Chem. 73:3736.\n52. Tonetti, M., A. Cavallero, G. A. Botta, R. Niederman, and C. Eftimiadi. 1991.\nIntracellular pH regulates the production of different oxygen metabolites in neu-\ntrophils: effects of organic acids produced by anaerobic bacteria.J. Leukocyte\nBiol. 49:180.\n53. Goldsmith, D., and P. J. Hilton. 1992. Relationship between intracellular proton\nbuffering capacity and intracellular pH.Kidney Int. 41:43.\n4857The Journal of Immunology\n at Central Library of the Semmelweis Univ.of Medicine on May 19, 2022http://www.jimmunol.org/Downloaded from \n"
      },
      "document_priorities": {
        "acidification activates PMN.full.pdf": "Medium"
      }
    }
  },
  "current_pair_name": "1"
}